import abk from "../assets/img/ABK_RJD_Adler.jpg";
import alpi from "../assets/img/Alpi.jpg";
import grandTheatre from "../assets/img/Большой_театр2.jpg";
import swimmingPoolPrivateHotel from "../assets/img/Частная_гостиница4.jpg";
// import engineeringNetworks from "../assets/img/Инженерные_сети.jpg";
// import heatNodeArena from "../assets/img/тепловой_узел_Арена.jpg";
import redStar from "../assets/img/Красная_звезда.jpg";
import mediaMarkt from "../assets/img/Медия_маркт.jpg";
import privateHotel2 from "../assets/img/Частная_гостиница2.jpg";
import carDealershipWV from "../assets/img/Автосалон_WV.jpg";
import hotelComplexWV from "../assets/img/Гостиничный_комплекс_WV.jpg";
import arena1 from "../assets/img/arena-1.jpeg";
import festival from "../assets/img/Festival_Omsk.jpg";
import korston from "../assets/img/Korston.jpg";
import kosmos from "../assets/img/Kosmos-1.jpeg";
import leruaMerlen1 from "../assets/img/lerua-merlen-1.jpg";
import obi1 from "../assets/img/OBI-1.jpg";
import zhkDmitrovskaya from "../assets/img/ЖК_Дмитровская.jpg";
import rostelekom from "../assets/img/серверная_ростелеком.jpg";
import rostelekom2 from "../assets/img/серверная_ростелеком2.jpg";

export const cards = [
    {
        id: 0,
        img: kosmos,
        title: "Гостиничный комплекс Cosmos 4*",
        description: [
            "Система общеобменной вентиляции",
            "Система дымоудаления",
            "Cистема кондиционирования",
        ],
    },
    {
        id: 1,
        img: rostelekom,
        title: "Серверная РосТелеком",
        description: [
            "Общестроительные работы.",
            "Отопление.",
            "Система вентиляции.",
            "Система кондиционирования.",
            "Газовое пожаротушение.",
            "Охранно-пожарная сигнализация.",
            "Электросиловое оборудование.",
            "Электроосвещение.",
            "Видеонаблюдение.",
            "Слаботочные сети.",
        ],
    },

    {
        id: 2,
        img: zhkDmitrovskaya,
        title: 'ЖК "Дмитровский парк"',
        description: [
            "Система телоснабжения.",
            "Система вентиляции.",
            "Система дымоудаления.",
        ],
    },
];

export const archive = [
    {
        id: 0,
        img: abk,
        title: "АБК РЖД",
        description: ["Тепловые сети.", "Система водоснабжения."],
    },

    {
        id: 1,
        img: alpi,
        title: "АЛПИ",
        description: ["Система вентиляции."],
    },

    {
        id: 2,
        img: grandTheatre,
        title: "Большой театр",
        description: ["Система вентиляции.", "Система кондиционирования."],
    },

    {
        id: 3,
        img: swimmingPoolPrivateHotel,
        title: "Бассейн частная гостиница",
        description: ["Система винтиляции."],
    },

    {
        id: 4,
        img: redStar,
        title: "Футбольный стадион красная звезда ",
        description: ["Система вентиляции.", "Автоматизация."],
    },

    {
        id: 5,
        img: mediaMarkt,
        title: "Медия маркт",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Теплоснабжение.",
            "Водоснабжение.",
            "Водоотведение.",
            "Автоматизация.",
        ],
    },

    {
        id: 6,
        img: privateHotel2,
        title: "VIP гостиница",
        description: ["Система  вентиляции.", "Система кондиционирования."],
    },

    {
        id: 7,
        img: carDealershipWV,
        title: "Автосалон WV",
        description: ["Система  вентиляции.", "Система кондиционирования."],
    },

    {
        id: 8,
        img: hotelComplexWV,
        title: "Гостиничный комплекс WV Калуга",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Теплоснабжение.",
            "Водоснабжение.",
            "Водоотведение.",
            "Автоматизация.",
        ],
    },

    {
        id: 9,
        img: arena1,
        title: "Ледовый комплекс 10 000 зрителей",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Постгарантийное обслуживание инженерных систем.",
        ],
    },

    {
        id: 10,
        img: festival,
        title: "Бизнес центр Фестиваль",
        description: [
            "Система вентиляций.",
            "Система кондиционирования.",
            "Автоматизация.",
        ],
    },

    {
        id: 11,
        img: korston,
        title: "Гостиничный комплекс Korston Казань",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Теплоснабжение.",
            "Водоснабжение.",
            "Водоотведение.",
            "Автоматизация.",
        ],
    },

    {
        id: 12,
        img: leruaMerlen1,
        title: "Lerua Merlen",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Система дымоудаления.",
            "Теплоснабжение.",
        ],
    },

    {
        id: 13,
        img: obi1,
        title: "OBI",
        description: [
            "Система вентиляции.",
            "Система кондиционирования.",
            "Теплоснабжение.",
            "Водоснабжение.",
            "Водоотведение.",
            "Автоматизация.",
        ],
    },
];

export const jobs = [
    { id: 0, text: "ВЕНТИЛЯЦИЯ И КОНДИЦИОНИРОВАНИЕ" },
    { id: 1, text: "ОТОПЛЕНИЕ" },
    { id: 2, text: "ВОДОСНАБЖЕНИЕ И ВОДООТВЕДЕНИЕ" },
    { id: 3, text: "ЭЛЕКТРИКА" },
    { id: 4, text: "ПОЖАРНО-ОХРАННАЯ СИГНАЛИЗАЦИЯ" },
    { id: 5, text: "ВИДЕОНАБЛЮДЕНИЕ" },
];

export const description = [
    {
        id: "0",
        title: "ВЕНТИЛЯЦИЯ И КОНДИЦИОНИРОВАНИЕ",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Промышленные объекты",
            "Офисные и деловые центры",
            "Жилые комплексы",
            "Отели, гостиницы",
            " Объекты специального назначения",
            "Объекты здравоохранения",
        ],
    },
    {
        id: "1",
        title: "ОТОПЛЕНИЕ",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Офисные и деловые центры",
            "Отели, гостиницы",
            "Жилые комплексы",
            " ЦОД",
        ],
    },
    {
        id: "2",
        title: "ВОДОСНАБЖЕНИЕ И ВОДООТВЕДЕНИЕ",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Промышленные объекты",
            "Офисные и деловые центры",
            "Жилые комплексы",
            "Отели, гостиницы",
            " Объекты специального назначения",
            "Объекты здравоохранения",
        ],
    },
    {
        id: "3",
        title: "ЭЛЕКТРИКА",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Промышленные объекты",
            "Офисные и деловые центры",
            "Жилые комплексы",
            "Отели, гостиницы",
            " Объекты специального назначения",
            "Объекты здравоохранения",
        ],
    },
    {
        id: "4",
        title: "ПОЖАРО-ОХРАННАЯ СИГНАЛИЗАЦИЯ",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Промышленные объекты",
            "Офисные и деловые центры",
            "Жилые комплексы",
            "Отели, гостиницы",
            " Объекты специального назначения",
            "Объекты здравоохранения",
        ],
    },
    {
        id: "5",
        title: "ВИДЕОНАБЛЮДЕНИЕ",
        item: [
            "Торгово-развлекательные и спортивно-оздоровительные комплексы",
            "Промышленные объекты",
            "Офисные и деловые центры",
            "Жилые комплексы",
            "Отели, гостиницы",
            " Объекты специального назначения",
            "Объекты здравоохранения",
        ],
    },
];
