import abk from "../assets/img/ABK_RJD_Adler.jpg";
import alpi from "../assets/img/Alpi.jpg";
import grandTheatre from "../assets/img/Большой_театр2.jpg";
import swimmingPoolPrivateHotel from "../assets/img/Частная_гостиница4.jpg";
// import engineeringNetworks from "../assets/img/Инженерные_сети.jpg";
// import heatNodeArena from "../assets/img/тепловой_узел_Арена.jpg";
import redStar from "../assets/img/Красная_звезда.jpg";
import mediaMarkt from "../assets/img/Медия_маркт.jpg";
import privateHotel2 from "../assets/img/Частная_гостиница2.jpg";
import carDealershipWV from "../assets/img/Автосалон_WV.jpg";
import hotelComplexWV from "../assets/img/Гостиничный_комплекс_WV.jpg";
import arena1 from "../assets/img/arena-1.jpeg";
import festival from "../assets/img/Festival_Omsk.jpg";
import korston from "../assets/img/Korston.jpg";
import kosmos from "../assets/img/Kosmos-1.jpeg";
import leruaMerlen1 from "../assets/img/lerua-merlen-1.jpg";
import obi1 from "../assets/img/OBI-1.jpg";
import zhkDmitrovskaya from "../assets/img/ЖК_Дмитровская.jpg";
import rostelekom from "../assets/img/серверная_ростелеком.jpg";
import rostelekom2 from "../assets/img/серверная_ростелеком2.jpg";

export const cards = [
  {
    id: 0,
    img: abk,
    title: "АБК",
    description: "Тепловые сети, водоснабжение.",
  },

  {
    id: 1,
    img: alpi,
    title: "Алпи",
    description: "Система вентиляции.",
  },

  {
    id: 2,
    img: grandTheatre,
    title: "Большой театр",
    description: "Система вентиляции, кондиционирование.",
  },

  {
    id: 3,
    img: swimmingPoolPrivateHotel,
    title: "Бассейн частная гостиница",
    description: "Система винтиляции.",
  },

  {
    id: 4,
    img: redStar,
    title: "Красная звезда",
    description: "Система вентиляции, автоматизация.",
  },

  {
    id: 5,
    img: mediaMarkt,
    title: "Медия маркт",
    description:
      "Система вентиляций, кондиционирования. Теплоснабжение, водоснабжение, водоотведение, автоматизация.",
  },

  {
    id: 6,
    img: privateHotel2,
    title: "Частная гостиница",
    description: "Система  вентиляции, кондиционирования.",
  },

  {
    id: 7,
    img: carDealershipWV,
    title: "Автосалон WV",
    description: "Система вентиляции, кондиционирования.",
  },

  {
    id: 8,
    img: hotelComplexWV,
    title: "Гостиничный комплекс WV Колуга",
    description:
      "Система вентиляции, кондиционирования. Теплоснабжение, водоснабжение, водоотведение, автоматизация.",
  },

  {
    id: 9,
    img: arena1,
    title: "Арена Омск",
    description:
      "Система вентиляции, кондиционирования. Постгарантийное обслуживание инженерных систем.",
  },

  {
    id: 10,
    img: festival,
    title: "Festival Omsk Бизнес Центр",
    description: "Система вентиляций, кондиционирования. Автоматизация.",
  },

  {
    id: 11,
    img: korston,
    title: "Гостиничный комплекс Korston Казань",
    description:
      "Система вентиляции, кондиционирования. Теплоснабжение, водоснабжение, водоотведение, автоматизация.",
  },

  {
    id: 12,
    img: kosmos,
    title: "Гостиничный комплекс Kosmos",
    description:
      "Системы общеобменной вентиляции, дымоудаление. Cистема кондиционирования.",
  },

  {
    id: 13,
    img: leruaMerlen1,
    title: "Lerua Merlen",
    description:
      "Система вентиляции, кондиционирования, дымоудаления, теплоснабжение.",
  },

  {
    id: 14,
    img: obi1,
    title: "OBI",
    description:
      "Система вентиляции, кондиционирования. Теплоснабжение, водоснабжение, водоотведение, автоматизация.",
  },

  {
    id: 15,
    img: zhkDmitrovskaya,
    title: "Гостиничный комплекс WV Колуга",
    description: "Система телоснабжения, вентиляции, дымоудаление.",
  },

  {
    id: 16,
    img: rostelekom,
    title: "Серверная РосТелеком",
    description:
      "Общестроительные работы, отопление, вентиляция, кондиционирование, газовое пожаротушение, охранно-пожарная сигнализация, электросиловое оборудование, электроосвещение, видеонаблюдение, слаботочные сети.",
  },
];

export const jobs = [
  { id: 0, text: "ОТОПЛЕНИЕ" },
  { id: 1, text: "ВЕНТИЛЯЦИЯ И КОНДИЦИОНИРОВАНИЕ" },
  { id: 2, text: "ПОЖАРОТУШЕНИЕ" },
  { id: 3, text: "ВОДОПРОВОД И КАНАЛИЗАЦИЯ" },
  { id: 4, text: "ВИДЕОНАБЛЮДЕНИЕ" },
  { id: 5, text: "ЭЛЕКТРИКА" },
];

export const description = [
  {
    id: "0",
    title: "ОТОПЛЕНИЕ",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Промышленные объекты",
      "Офисные и деловые центры",
      "Жилые комплексы",
      "Отели, гостиницы",
      " Объекты специального назначения",
      "Объекты здравоохранения",
    ],
  },
  {
    id: "1",
    title: "ВЕНТИЛЯЦИЯ И КОНДИЦИОНИРОВАНИЕ",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Офисные и деловые центры",
      "Отели, гостиницы",
      "Жилые комплексы",
      " ЦОД",
    ],
  },
  {
    id: "2",
    title: "ПОЖАРОТУШЕНИЕ",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Промышленные объекты",
      "Офисные и деловые центры",
      "Жилые комплексы",
      "Отели, гостиницы",
      " Объекты специального назначения",
      "Объекты здравоохранения",
    ],
  },
  {
    id: "3",
    title: "ВОДОПРОВОД И КАНАЛИЗАЦИЯ",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Промышленные объекты",
      "Офисные и деловые центры",
      "Жилые комплексы",
      "Отели, гостиницы",
      " Объекты специального назначения",
      "Объекты здравоохранения",
    ],
  },
  {
    id: "4",
    title: "ВИДЕОНАБЛЮДЕНИЕ",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Промышленные объекты",
      "Офисные и деловые центры",
      "Жилые комплексы",
      "Отели, гостиницы",
      " Объекты специального назначения",
      "Объекты здравоохранения",
    ],
  },
  {
    id: "5",
    title: "ЭЛЕКТРИКА",
    item: [
      "Торгово-развлекательные и спортивно-оздоровительные комплексы",
      "Промышленные объекты",
      "Офисные и деловые центры",
      "Жилые комплексы",
      "Отели, гостиницы",
      " Объекты специального назначения",
      "Объекты здравоохранения",
    ],
  },
];
